Repository: carichte/pyxrr
Catalog: pyxrr/pyxrr/locale/*/LC_MESSAGES/pyxrr_GUI.po
Languages: de

source: X-ray reflectivity refinement - pyxrr
de: Anpassen von Röntgen-Reflektometrie-Daten - pyxrr

source: Open Data/Model
de: Daten/Modell öffnen

source: Open model or measured data from file.
de: Modell oder Messdaten öffnen.

source: Run Fit!
de: Fit Starten.

source: Run fit algorithm with selected variables.
de: Fitalgorithmus mit ausgewählten Variablen starten.

source: Redraw Plot
de: Grafik neu zeichnen

source: Redraw plot
de: Grafik neu zeichnen

source: Export Plot
de: Graik exportieren

source: Export plot as image.
de: Grafik als Bild exportieren.

source: Save Model
de: Modell speichern

source: Save model/structure to .param file.
de: Modell/Struktur in .param Datei speichern.

source: Save Results
de: Ergebnis speichern

source: Save Results to File
de: Ergebnisse in Datei speichern

source: Leave Program
de: Programm beenden

source: Quit
de: Beenden

source: About
de: Über

source: Display Information
de: Informationen anzeigen

source: File
de: Datei

source: Help
de: Hilfe

source: Open Data/Model...
de: Daten/Modell öffnen...

source: x-Axis:
de: x-Achse:

source: Polarization:
de: Polarisation:

source: upolarized
de: unpolarisiert

source: perpendicular
de: senkrecht

source: unpolarized
de: unpolarisiert

source: Weighting:
de: Wichtung:

source: no weighting
de: keine Wichtung

source: 3rd data column
de: 3. Datenspalte

source: statistical
de: statistisch

source: Algorithm:
de: Algorithmus:

source: def.
de: Std.

source: Fit Limits:
de: Fit Bereich:

source: to
de: bis

source: Composition
de: Material

source: New
de: Neu

source: Del.
de: Entf.

source: Up
de: Hoch

source: Down
de: Runter

source: Draw
de: Grafik

source: Parameters (vary?)
de: Parameter (fit?)

source: Guess
de: Startwert

source: Fit Results
de: Fit Ergebnis

source: Error
de: Fehler

source: Run Fit
de: Fit starten

source: Redraw Plot
de: Grafik neu zeichnen

source: Export Plot
de: Grafik exportieren

source: Save Model
de: Modell speichern

source: Save Results
de: Ergebnis Speichern

source: Hide Log
de: Log verbergen

source: Ambience
de: Umgebung

source: Group
de: Gruppe

source: Layer
de: Schicht

source: Substrate
de: Substrat

source: Periods:
de: Perioden:

source: Energy (keV)
de: Energie (keV)

source: Angular Resolution
de: Winkelauflösung

source: Angular Offset
de: Winkelverschiebung

source: Scale
de: Skalierung

source: Constant Background
de: Konstanter Untergrund

source: Thickness Gradient in Group
de: Dickengradient in Gruppe

source: Density Ambience
de: Dichte Umgebung

source: Density Substrate
de: Dichte Substrat

source: Density Layer
de: Dichte Schicht

source: Thickness Layer
de: Dicke Schicht

source: Roughness Group
de: Rauigkeit Gruppe

source: Roughness Layer
de: Rauigkeit Schicht

source: Roughness Substrate
de: Rauigkeit Substrat

source: Select Energy
de: Energie auswählen

source: data
de: Daten

source: inital model
de: Ausgangsmodell

source: normalized Intensity
de: Intensität (normiert)

source: Data-Types
de: Daten-Typen

source: Model Files
de: Modell-Dateien

source: Text File
de: Text-Datei

source: Data Files
de: Daten-Dateien

source: All Files
de: Alle Dateien

source: Load Data or Model
de: Daten oder Modell laden

source: loaded.
de: geladen.

source: Error while opening file
de: Fehler beim Öffnen der Datei

source: Message
de: Fehlermeldung

source: Model includes %i files of measured data but only the first one will be loaded.
de: Modell enthält %i Datein von Messdaten, jedoch nur die erste wird geladen.

source: Notice
de: Hinweis

source: Parameter-File
de: Parameter-Datei

source: Save model as
de: Model speichern als

source: Error while saving model
de: Fehler beim Speichern des Modells

source: Model saved as
de: Modell gespeichert als

source: Updated Fit Limits.
de: Fit-Bereich aktualisiert.

source: Enter Parameter Limits
de: Parameter-Grenzen eingeben

source: Input for fit algorithm not understood
de: Unerwartete Eingabe für Fit-Algorithmus.

source: Error during Fit
de: Fehler während des Fit-Prozesses

source: Model succesfully drawn!
de: Modell Zeichnen erfolgreich!

source: Succesfully fitted one parameter!
de: Ein Parameter erfolgreich gefittet!

source: Succesfully fitted %.d parameters!
de: %.d Parameter erfolgreich gefittet!

source: Please mark Group or Layer!
de: Bitte Gruppe oder Schicht markieren!

source: Moving %s upwards is not reasonable!
de: Bewegen von %s nach oben ist nicht sinnvoll!

source: Moving %s downwards is not reasonable!
de: Bewegen von %s nach unten ist nicht sinnvoll!

source: Density vs. Depth Profile
de: Dichte-Profil

source: Save plot as
de: Grafik speichern als

source: Plot has been saved as %s
de: Grafik gespeichert als %s

source: Error while saving file
de: Fehler beim Speichern der Datei

source: Save results as
de: Ergebnisse speichern als

source: Results saved as %s
de: Ergebnisse gespeichert als %s

source: No Fit present - nothing saved.
de: Kein Fit vorhanden - Speichern nicht erfolgt.

source: Show Log
de: Log anzeigen

source: X-ray reflectivity refinement: Features: - Load measured data file - Load model from pyxrr`s .param file - Change model using GUI - Adjust parameters using GUI - Draw model - Run refinement (fit) and repeat - Save data and plots (based on wxPython and matplotlib)
de: Anpassen von Röntgenreflektometrie-Daten: Features: - Datei mit Messdaten laden - Modell aus pyxrr .param Dateien laden - Modell per GUI anpassen - Fit-Parameter per GUI anpassen - Modell zeichnen - Fit starten und wiederholen - Daten und Grafik speichern (basiert auf wxPython und matplotlib)

source: User Defined
de: Benutzerdefiniert

source: Cancel
de: Abbrechen

source: Number of Steps
de: Anzahl der Schritte

source: Depth
de: Tiefe

source: Density
de: Dichte
